[
    
    {
        "name" : "ROBERT W",
        "position" : "CEO",
        "description" : "Mr. Robert is the CEO of IMM Coin, responsible for i-MM’s strategic planning, investments and business operations in the Global Market. He is successfully managing a trading portfolio of $20 million in dollar Forex Market in the last 7 years and in Crypto currency trade since 2014. He is investing in early stage technology companies and real estate in various places.", 
        "links" : {
            "facebook" : "",
            "gmail" : "",
            "twitter" : "",
            "linked in" : ""
        },
        "image" : "/images/members/robert.jpg"
    },
    {
        "name" : "U. WAGLE",
        "position" : "CTO",
        "description" : "Wagle is an ICT consultant and Blockchain expert working in the technology industry for more than 20 years. He has worked in various organizations including government agencies  as well as United Nations projects. Wagle has already established many Tech companies and startups running globally from US, Australia, UK and Netherlands.",
        "links" : {
            "facebook" : "https://www.facebook.com/theutsav",
            "linkedin" : "https://www.linkedin.com/in/theutsav/",
            "twitter" : "https://twitter.com/thewagles"
        },
        "image" : "/images/members/uwagle.jpg"
    },
    {
        "name" : "AIZZA CARIDO",
        "position" : "CHIEF BUSINESS DEVELOPMENT OFFICER",
        "description" : "Responsible for the overall management of all strategic and operational Marketing and Customer Relationship activities. Provide market feedback to the company leadership regarding competitive offerings, prospect needs and generate product development ideas,.",
        "links" : {

        },
        "image" : "/images/members/aizza.jpg"
    },
    {
        "name" : "LOUISE SALAS",
        "position" : "LEAD DEVELOPER",
        "description" : " Louise is an experienced blockchain and web developer. He created his first program in c++ at the age of 17. He is a recognized programmer in his alma mater and has received numerous amounts of recognition for his exemplary programming skills. He also kicks ass in Mobile Legends 24/7.",
        "links" : {
            "facebook" : "https://www.facebook.com/nullifiedGeek",
            "gmail" : "",
            "twitter" : "",
            "linkedin" : "https://www.linkedin.com/in/louise-salas-578182135/"
        },
        "image" : "/images/members/louise.jpg"
    },
    {
        "name" : "JONEIL AYING",
        "position" : "HEAD I.T. SPECIALIST",
        "description" : " Joneil is a goal-driven individual who'll strive independently to succeed. A Head IT Specialist of IMM who's multi-tasking responsibilities such as Graphic Designing, Social Media Marketing, Computer and Customer Support.", 
        "links" : {
            "facebook" : "",
            "gmail" : "",
            "twitter" : "",
            "linked in" : ""
        },
        "image" : "/images/members/joneil.jpg"
    },
    {
        "name" : "A.R. CASAS",
        "position" : " WEB ARTISAN ",
        "description" : " RAY is a professional Gamer with more than 8 years of PC and Console Gaming experience. Over the last year Ray has been focusing in binge playing MOBA games and marathoning classic movies. He occationally performs the Haka before playing ranked matches. (( He's Secretly a NINJA ))",
        "links" : {
            "facebook" : "",
            "gmail" : "",
            "twitter" : "",
            "linked in" : ""
        },
        "image" : "/images/members/adrian_new.jpg"
    }
]